Repository: Benjamin002/woocommerce-paybox-gateway
Catalog: languages/openboutique_paybox_gateway-*.po
Languages: fr_fr

source: Contact us
fr_fr: Contactez nous

source: You not have a valid cutomer ID : Thanks to buy ticket
fr_fr: Vous n'avez pas d'ID client valide : Merci d'acheter un ticket

source: here
fr_fr: ici

source: before requesting support.
fr_fr: avant de demander assistance.

source: Please, be sure your Customer ID
fr_fr: Merci d'être certains que votre ID Client

source: is valid before requesting support.
fr_fr: est valide avant de demander de l'assistance.

source: Customer ID
fr_fr: ID Client

source: Your OpenBoutique cutomer ID (Mandatory for support request).
fr_fr: Votre ID client OpenBoutique (Obligatoire pour une demande d'assistance)

source: Paybox Key for HMAC (optional if you use CGI)
fr_fr: Clé Paybox pour le HMAC (Optionnel si vous utilisez le CGI)

source: Please enter the private secret Key generated at PayBox Backoffice.
fr_fr: Veuillez entrer la clée privée générée sur le Back office Paybox

source: Complete path to PayBox CGI (optional if you use HMAC)
fr_fr: Chemin complet vers le fichier CGI (Optionnel si vous utilisez HMAC)

source: Permissions are not correctly set for file
fr_fr: Les permissions ne sont pas correctes pour le fichier

source: Paybox Key must be setup for HMAC
fr_fr: Une clé paybox doit être renseignée pour utiliser le HMAC

source: You will be redirected on Paybox plateform. If nothing happens please click on "Paybox" button below.
fr_fr: Vous allez être redirigé vers la plateforme Paybox. Si rien ne se produit, merci de cliquer sur le bouton "Paybox" ci-dessous.

source: OpenBoutique PayBox Gateway
fr_fr: Passerelle de paiement Paybox - Par OpenBoutique

source: PayBox Gateway is an
fr_fr: La passerelle de paiement Paybox est une technologie

source: We have detected that Paybox return pages are not currently installed on your system
fr_fr: Nous avons détecté que les pages de retour Paybox ne sont pas installés sur votre système

source: Press the install button to prevent 404 from users whom transaction would have been received, canceled or refused.
fr_fr: Cliquez sur le bouton installer pour prévenir les erreurs 404 des utilisateurs dont les transactions seraient reçues, annulées ou refusées.

source: Install return pages
fr_fr: Installer les pages de retour

source: Paybox return pages are installed
fr_fr: Les pages de retour Paybox sont installées

source: received
fr_fr: Reçue

source: canceled
fr_fr: Annulé

source: refused
fr_fr: Refusé

source: Need help ?
fr_fr: Besoin d'aide ?

source: Press
fr_fr: Appuyez sur

source: Send report
fr_fr: Envoyer le rapport

source: button and fill your email in order to post your
fr_fr: et remplissez votre email pour envoyer votre

source: Paybox Gateway parameters
fr_fr: Configuration de passerelle de paiement Paybox

source: to OpenBoutique support team
fr_fr: à notre équipe de support OpenBoutique

source: Your email
fr_fr: Votre email

source: Your message
fr_fr: Votre message

source: Order PBX Received
fr_fr: Commande PayBox reçue

source: Order PBX Refused
fr_fr: Commande PayBox refusée

source: Your order has been refused
fr_fr: Votre commande a été refusé

source: Order PBX Canceled
fr_fr: Commande PayBox annulée

source: Your order has been cancelled
fr_fr: Votre commande a été annulé

source: Enable/Disable
fr_fr: Activer/Désactiver

source: Enable Paybox Payment
fr_fr: Activer le paiement Paybox

source: Title
fr_fr: Titre

source: This controls the title which the user sees during checkout.
fr_fr: Ceci contrôle le titre que les utilisateurs verront pendant la commande.

source: Paybox Payment
fr_fr: Paiement par Paybox

source: Customer Message
fr_fr: Description

source: Credit card payment by PayBox.
fr_fr: Paiement par carte de crédit, par PayBox.

source: Site ID Paybox
fr_fr: ID site Paybox

source: Please enter you ID Site provided by PayBox.
fr_fr: Veuillez entrer l'ID du site fourni par PayBox.

source: Paybox ID
fr_fr: ID PayBox

source: Please enter you Paybox ID provided by PayBox.
fr_fr: Veuillez entrer votre ID Paybox, fourni par Paybox.

source: Paybox Rank
fr_fr: Rang Paybox

source: Please enter Paybox Rank provided by PayBox.
fr_fr: Veuillez entrer le rang Paybox, fourni par PayBox.

source: Paybox Checkout waiting time
fr_fr: Temps d'attente de la commande pour Paybox

source: Time to wait before to redirect to Paybox gateway (in milliseconds).
fr_fr: Temps à attendre avant la redirection vers Paybox ( en millisecondes ).

source: Paybox return URL
fr_fr: URL de retour Paybox

source: Please enter the autoreponse URL for PayBox.
fr_fr: Veuillez entrer l'URL de réponse automatique de PayBox.

source: Successful Return Link
fr_fr: Lien de retour 'Reçue'

source: Please enter callback link from PayBox when transaction succeed
fr_fr: Veuillez entrer le lien de retour depuis PayBox lorsque la transaction est réussie.

source: where you need to put the
fr_fr: Où vous devez insérer le shortcode

source: Failed Return Link
fr_fr: Lien de retour 'Refusée'

source: Please enter callback link from PayBox when transaction is refused by gateway.
fr_fr: Veuillez entrer le lien de retour depuis PayBox lorsque la transaction est refusée.

source: Cancel Return Link
fr_fr: Lien de retour 'Annulée'

source: Please enter back link from PayBox when enduser cancel transaction.
fr_fr: Veuillez entrer le lien de retour depuis PayBox lorsque l'utilisateur annule la transaction.

source: Paybox URL
fr_fr: URL Paybox

source: Please enter the posting URL for paybox Form
fr_fr: Veuillez entrer l'URL de post pour le formulaire Paybox

source: For testing
fr_fr: Pour les tests

source: For production
fr_fr: Pour la production

source: Message to the user before redirecting to PayBox.
fr_fr: Message pour l'utilisateur avant la redirection vers PayBox.

source: You will be redirect to Paybox System payment gatway in a few seconds ... Please wait ...
fr_fr: Vous allez être redirigé vers la passerelle de paiement Paybox dans quelques secondes... Veuillez patienter...

source: Location for Paybox executable
fr_fr: Emplacement de l'exécutable Paybox

source: Paybox Return IP
fr_fr: IP de retour Paybox

source: PBX Sign
fr_fr: Signature PayBox

source: Paybox Return OK
fr_fr: Retour Paybox : OK

source: ERROR
fr_fr: ERREUR

source: Order Amount
fr_fr: Montant de la commande

source: KO Amount modified
fr_fr: KO Montant modifié

source: Signature Rejected
fr_fr: Signature refusée

source: PBX ERROR
fr_fr: ERREUR PAYBOX

source: OK received
fr_fr: OK reçue

source: Test AutoResponse OK
fr_fr: Test de réponse automatique : OK
